---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PartMakerDivisionProfileOffset
source: html/94913c57-962f-7653-c293-4b3519e58668.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PartMakerDivisionProfileOffset Property

"Profile Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId PartMakerDivisionProfileOffset { get; }
```